[
	{
		"title"     : {"key":"mainwpn", "disp":"Senjata Utama"},
		"story"     : "Kamu mendapatkan misi untuk membunuh sekelompok vampir menteror sebuah desa. Api dan perak adalah 2 elemen yang diketahui dapat membunuh mereka. Namun vampir tidak akan diam ditempat menunggu untuk dibunuh. Pilihlah senjata yang paling kamu kamu kuasai atau yang menurutmu paling mudah digunakan untuk menjalankan misi ini!",
		"options"   : [
						{"short": "Dual Pistol", "long": "Pistol berakurasi tinggi dengan peluru perak. Pengisian amunisi akan memakan watu lebih banyak."},
						{"short": "Automatic Crossbow", "long": "Dapat menampung banyak panah. Daya serang dan akurasi tidak terlalu baik. hal terburuk adalah waktu yang digunakan untuk mengisi amunisi."},
						{"short": "Silver Halberd", "long": "Senjata jarak dekat. Menyerang vampir dari jarak dekat adalah metode yang sangat berbahaya namun sangat efektif."},
						{"short": "Fire Lance", "long": "Masih dalam tahap percobaan. Api yang disemburkan bisa membakar apapun dan dapat bertahan beberapa menit. Sangat berguna untuk mengepung musuh."}
					]
	},
    {
    	"title"     : {"key":"subwpn", "disp":"Senjata Cadangan"},
		"story"     : "Kehilangan senjata atau kehabisan amunisi tentu sangat berbahaya saat menjalankan misi. Anda pasti membutuhkan senjata cadangan sebagai asuransi untuk menyelesaikan misi ini.",
		"options"   : [
						{"short": "Silver Blade", "long": "Senjata jarak dekat yang memastikan vampir terbunuh dengan menancapkannya pada jantung vampir."},
						{"short": "Silver Mace", "long": "Senjata dengan saya hancur yang besar. Dapat melukai musuh dengan baju baja."},
						{"short": "Silver Net", "long": "Jaring yang terbuat dari bahan perak. Sangat efektif untuk memerangkap vampir dan membuatnya tidak berdaya."},
						{"short": "Fire Traps", "long": "Dapat digunakan untuk memancing vampir agar keluar dari tempat persembunyiannya."},
						{"short": "Grenades", "long": "Daya ledaknya dapat membuat siapapun yang berada didekatnya terluka parah."}
					]
	},
	{
		"title"     : {"key":"base", "disp":"Markas"},
		"story"     : "Pemberi misi bersedia mendanai sebuah markas untukmu dikarenakan mungkin misi ini akan memakan waktu yang panjang. Pilih salah satu dari tempat yang tersedia.",
		"options"   : [
						{"short": "Tenda", "long": "Tahan dengan segala kondisi cuaca. Sangat mudah untuk dipindahkan kemana saja."},
						{"short": "Rumah di Kota", "long": "Bukan Sembarang rumah. Rumah ini dilengkapi dengan segala peralatan yang dapat membantu kamu menyelesaikan misi ini."},
						{"short": "Pos Penjaga", "long": "Pos penjaga yang terletak di pinggiran kota. dilengkapi dengan interior yang memadai."},
						{"short": "Terowongan", "long": "Terowongan bawah tanah terletak di bawah sebuah kota yang posisinya tidak jauh dari desa tempat misi dijalankan."}
					]
	},
	{
		"title"     : {"key":"partner", "disp":"Partner"},
		"story"     : "Saat Kamu Barusaja menerima segala kebutuhanmu untuk menjalankan misi, tiba-tiba seseorang menyapamu dan memberitahumu bahwa ia bersedia membantu misimu. Siapakah dia?",
		"options"   : [
						{"short": "Assassin (F)", "long": "Ahli bela diri jarak dekat. Kecepatan dan kelincahan merupakan hal yang sangat Ia banggakan. Alasan Ia membantumu? Uang."},
						{"short": "Knight (M)", "long": "Ksatria tangguh yang dikirim dari kerajaan. Ia mendapatkan kabar mengenai vampir dan datang untuk membantu."},
						{"short": "Mechanic (F)", "long": "Ahli mesin dari kota. Memiliki banyak alat misterius yang cara kerjanya tidak kamu ketahui."},
						{"short": "Pharmacist (M)", "long": "Ahli obat yang kebetulan sedang menjelajahi area sekitar misi dijalankan. Ia tertarik untuk membantu siapa saja yang mengalami masalah."},
						{"short": "Mage (M)", "long": "Penyihir dalam masa latihan. Sedang berpetualang untuk mengembangkan ilmu sihirnya."},
						{"short": "Priest (F)", "long": "Gereja terdekat juga mendapatkan informasi mengenai vampir yang menggangu warga tentu tidak akan tinggal diam."},
						{"short": "Sniper (M)", "long": "Kemampuan membidik musuh dari jauh yang bergerak sangat sekalipun tidak perlu dipertanyakan. Namun tidak terlalu ahli dalam pertarungan jarak dekat."},
						{"short": "Angel (N/A)", "long": "Malaikat yang mengasihani manusia dan turun untuk membantu. Namun ia tidak diizinkan untuk membunuh vampir dengan tangannya sendiri."}
					]
	},
	{
		"title"     : {"key":"end", "disp":"Misi Dimulai!"},
		"story"     : "Akhirnya setelah semua persiapan selesai, kamu siap untuk memulai misi memburu vampir ini! Semoga berhasil.<br>{This CYOA Temporarily ENDS here}",
		"options"   : [{"o": "o"}]
	}
]