[
	{
		"title"     : {"key":0, "disp":""},
		"story"     : "Where do you want to start? ",
		"options"   : [
						{"jumpto": 1, "text": "Cabin"},
						{"jumpto": 2, "text": "Forest"},
						{"jumpto": 3, "text": "Cave"},
						{"jumpto": 4, "text": "River"}
					]
	},{
		"title"     : {"key":1, "disp":""},
		"story"     : "Today is the big day! Your friends arranged a hiking trip to celebrate the end of the school year, and you are all staying in your crush&#39;s family cabin. Your only supervision is the house cat, Franklin, and he&#39;s not even around that often. Everyone woke up fresh and excited but not you. This morning, you woke up quite sick! Oh, no. Do you want to:",
		"options"   : [
						{"jumpto": 99, "text": "Go to the store for medicine, maybe you can join them when you get back."},
						{"jumpto": 5, "text": "Stay in the cabin. Your friends will hike without you while you recover."}
					]
	},{
		"title"     : {"key":99, "disp":""},
		"story"     : "You head out early, before your friends leave for the trail, and drive in the direction you think is towards the local convenience store to pick up cold medicine. You want to be in tip-top shape for this hike. Music blaring through the speakers, you are slow to notice the sputtering coming from the engine of your mom&#39;s ten year old minivan, and you drift to a stop on the side of a road whose name you cannot recall. Unable to get the car to start, you have three options:",
		"options"   : [
						{"jumpto": 7, "text": "Walk to the store, it cannot be that far away."},
						{"jumpto": 8, "text": "Stay in the car. The world is a scary place, and you are very alone and very lost."},
						{"jumpto": 9, "text": "Walk back to the cabin.  You can only be sure of the way you came, but, then again, it is no easy, or short, walk."}
					]
	},{
		"title"     : {"key":7, "disp":""},
		"story"     : "Which way, which way?",
		"options"   : [
						{"jumpto": 10, "text": "Up"},
						{"jumpto": 11, "text": "Down"}
					]
	},{
		"title"     : {"key":10, "disp":""},
		"story"     : "Oh my, this cannot be right at all. It seems you&#39;re walking into nothing but trees. Can you even see a trail at this point? So, so lost.",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":11, "disp":""},
		"story"     : "Your directional skills are excellent, what natural talent! You entered the dingy, secluded convenience store with creeping dread, and you rush through your purchase of the only box of cold medicine you can find.",
		"options"   : [
						{"jumpto": 12, "text": "Left. Definitely left. No, wait. That doesn&#39;t look right."},
						{"jumpto": 13, "text": "Right. Maybe. OrÖ maybe not? This doesn&#39;t look right either."}
					]
	},{
		"title"     : {"key":12, "disp":""},
		"story"     : "Your sense of direction really is on point. It was a long walk back, and you had a lot of doubts, but sticking to your gut was the best decision. You managed to catch your friends before they left, and even convinced your crush to stay and keep you company while you recover. You&#39;ll get the minivan tomorrow. Today was strangely successful. Good job!",
		"options"   : [
						{"jumpto": 112, "text": "The End"}
					]
	},{
		"title"     : {"key":13, "disp":""},
		"story"     : "Maybe that sense of direction isn&#39;t so great. It seems you&#39;re walking into nothing but trees. Can you even see a trail at this point? So, so lost. Didn&#39;t you just see that big rock?",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":8, "disp":""},
		"story"     : "Staying in the car is probably best. Could those be rain clouds behind you? Your phone! You have your cell phone. What a genius ideaÖ wait did you charge that last night?",
		"options"   : [
						{"jumpto": 14, "text": "Chance A"},
						{"jumpto": 15, "text": "Chance B"}
					]
	},{
		"title"     : {"key":14, "disp":""},
		"story"     : "Lucky day! You have service and there is enough battery left for one phone call. Who are you going to call?",
		"options"   : [
						{"jumpto": 16, "text": "Call your crush."},
						{"jumpto": 17, "text": "Call your friend."},
						{"jumpto": 18, "text": "Ghostbusters!"}
					]
	},{
		"title"     : {"key":16, "disp":""},
		"story"     : "Sweet! Your crush picked up and is going to come get you before everyone heads out for the trail.",
		"options"   : [
						{"jumpto": 110, "text": "Next"}
					]
	},{
		"title"     : {"key":17, "disp":""},
		"story"     : "Your friend didn&#39;t pick up and you could not leave a voicemail before the phone died. Guess it&#39;s time to walk.",
		"options"   : [
						{"jumpto": 7, "text": "Walk to the convenience store."}
					]
	},{
		"title"     : {"key":18, "disp":""},
		"story"     : "I don&#39;t have Billy Murray&#39;s number! And neither do you. Try again.",
		"options"   : [
						{"jumpto": 14, "text": "Next"}
					]
	},{
		"title"     : {"key":15, "disp":""},
		"story"     : "Your phone won&#39;t turn on. No phone, no car. Guess it&#39;s time to walk.",
		"options"   : [
						{"jumpto": 7, "text": "Walk to the convenience store."}
					]
	},{
		"title"     : {"key":9, "disp":""},
		"story"     : "Then?",
		"options"   : [
						{"jumpto": 110, "text": "Next"}
					]
	},{
		"title"     : {"key":110, "disp":""},
		"story"     : "You are still sick, you don&#39;t have medicine, and you definitely do not have a car to get any. Your friends stuff their packs with essentials, excitedly chattering about the weather, the trail, and whether or not it is truly essential to bring that tenth bottle of water. Your crush turns, &ldquo;Do you think you can make it out with us today?&rdquo;<br>&ldquo;Hmm..&rdquo; you pause, ",
		"options"   : [
						{"jumpto": 5, "text": "&ldquo;Actually, I think I feel too sick to go today. I should just post up here, watch T.V, and try to recover so I can join you all tomorrow&rdquo;"},
						{"jumpto": 6, "text": "&ldquo;Yeah, you know what, I will,&rdquo; and with that, you begin to pack."}
					]
	},{
		"title"     : {"key":5, "disp":""},
		"story"     : "From the porch, you watch your friends leave. The novelty of being on their first solo hike hasn&#39;t worn off yet, and noticing this makes you want to join them even more, but you retreat into the house when the trees swallow the party whole. You need to get better, and fast, so you can join them tomorrow. To the kitchen or the couch? Man, when everyone is gone, it feels kind of strange in here, creepy almost.",
		"options"   : [
						{"jumpto": 98, "text": "Make lunch. The grumble coming from your stomach is making the house cat glare at you."},
						{"jumpto": 19, "text": "Go watch TV. You&#39;re exhausted, and the couch looks really inviting."}
					]
	},{
		"title"     : {"key":98, "disp":""},
		"story"     : "Great! Okay, what do we have? Canned soup, lunchmeat, and bread. How appetizing Ö",
		"options"   : [
						{"jumpto": 20, "text": "Soup"},
						{"jumpto": 21, "text": "Sandwich"}
					]
	},{
		"title"     : {"key":20, "disp":""},
		"story"     : "Soup it is. There&#39;s no microwave in here, so you have to use the gas stove, which you&#39;re almost positive you remember how to use. Ten minutes isn&#39;t that long so you decide to wait in the kitchen and see what else you can find. While your head is stuck in a bottom cupboard examining the large spice rack and a jar labeled &ldquo;coriander&rdquo;, something streaks behind you. Your head hits the shelf above it with astonishing force when you jump backwards out of the cabinet in time to see a grey, striped tail disappear into the living room. Darn cat.",
		"options"   : [
						{"jumpto": 22, "text": "Chase the cat."}
					]
	},{
		"title"     : {"key":22, "disp":""},
		"story"     : "You find Franklin lounging in an enormous library in proportion to the rest of the cabin. After administering a stern scolding to the cat, you decide to explore the new room. What if you pull one of these books out, and the door swings open to reveal more secret rooms, passageways, or maybe even hidden treasure? Your daydream gets a little carried away as you move through the room, pulling books down and putting them back when no magical door appears. When you get to the end of the row, you are pulled out of your fantasy by the smell of Ö smoke? Your soup! Oh, no; oh, no; oh, no! You almost fly into the kitchen to discover a fire that has not only claimed the stove itself but also the surrounding cabinets.",
		"options"   : [
						{"jumpto": 23, "text": "RUN!"},
						{"jumpto": 24, "text": "Put it out! Quick, before the whole cabin is ash, and you&#39;re to blame."}
					]
	},{
		"title"     : {"key":23, "disp":""},
		"story"     : "You sprint out the front door, and, glancing behind you to make sure the fire isn&#39;t closing in, you spot Franklin. He sits by the doorway to the living room with panic etched in his skinny frame. You pause in the middle of the yard, staring at the house cat you barely know, making the hard decision.",
		"options"   : [
						{"jumpto": 25, "text": "Go back into the house to save him!"},
						{"jumpto": 26, "text": "Keep running towards the woods. You&#39;re sure he&#39;ll make it out. Plus, cats have nine lives and you only have one. Right?"}
					]
	},{
		"title"     : {"key":25, "disp":""},
		"story"     : "Franklin dashes farther into the house as soon as you start running towards him, but you committed to saving his furry little life, and you&#39;re not going to give up that easy. You run up the stairs after him just in time to see him leap from the second story window. Cats do always land on their feet. You turn to make a quick exit down the stairs, but the fire has already started its way up.<br>Two days later, your friends arrive home, battered from trails they got lost on.<br>&ldquo;WhaÖ what happened?&rdquo; your crush stammers out. The house is gone. So are you.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":26, "disp":""},
		"story"     : "You feel a little guilty running into the woods, but its quickly overwhelmed by your relief to be alive. That cat is too crafty not to make it out. Your friends haven&#39;t been gone that long! Maybe you could find them and tell them what happened if you could just find the trail. Haven&#39;t you seen that big rock before?",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":24, "disp":""},
		"story"     : "You look around frantically for that big red thing that normally puts out fires with a gust of white, fluffy air, but you are at a loss. You grab blankets from the couch and start beating the fire with it, because you think you saw that in a movie once. Franklin screeches past you out the front door; his tail is on fire, as are the blankets you&#39;re holding.<br>Two days later, your friends arrive home, battered from trails they got lost on.<br>&ldquo;WhaÖ what happened?&rdquo; your crush stammers out. The house is gone. So are you.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":21, "disp":""},
		"story"     : "Good choice. Quick and easy, and you even found lettuce and tomato. After crafting possibly the most beautiful and appetizing sandwich you have ever seen in your life, you have to find a place to eat it.",
		"options"   : [
						{"jumpto": 27, "text": "To the couch! You can watch TV while you enjoy this masterpiece of food."},
						{"jumpto": 28, "text": "To the porch! It&#39;s such a lovely day."}
					]
	},{
		"title"     : {"key":27, "disp":""},
		"story"     : "Then?",
		"options"   : [
						{"jumpto": 19, "text": "Next"}
					]
	},{
		"title"     : {"key":28, "disp":""},
		"story"     : "The sun filters in patches onto the porch, and the swing is positioned right in the center of one. You relax, eating and enjoying the warmth. Half way through your sandwich, you notice a man walking calmly up the drive to the porch. Your heart starts to quicken; you have always been told not to talk to strangers. His gait is self-assured and seemingly harmless enough to convince you to stay. After all, he&#39;s already seen you.<br>&ldquo;Hello, there. I was wondering,&rdquo; Wait. He looks awfully familiarÖ &ldquo;If I could get a jug of water from you? I work at the convenience store down the way, and you&#39;re the only occupied cabin for miles.&rdquo; The emphasis on miles does nothing to comfort you. &ldquo;My truck broke down, overheated actually, ëbout half a mile away. It&#39;s just the radiator, I think. Water should be enough to get me home.&rdquo; Where is his home? Why isn&#39;t there anyone else around? You notice you haven&#39;t spoken a word yet, and also that he hasn&#39;t exactly said anything threatening. If you don&#39;t get him water, it&#39;s not like he can just drive away.",
		"options"   : [
						{"jumpto": 29, "text": "&ldquo;Uh, yeah. Stay here, let me go get it.&rdquo;"},
						{"jumpto": 30, "text": "&ldquo;Sure, you have a bottle right? The kitchen is this way.&rdquo;"}
					]
	},{
		"title"     : {"key":29, "disp":""},
		"story"     : "He ignores your command and follows you in. How charming. Again, you feel uneasy, especially when Franklin hisses at the man before scuttling away.<br>&ldquo;It&#39;ll just be easier if I come in, really,&rdquo; he says, &ldquo;promise, I&#39;ll be quick.&rdquo; You smile at him warily and wait for him to finish filling up the old milk jug. &ldquo;Thanks for your help. I don&#39;t know what I would have done if it weren&#39;t for you being here Ö uh, tell yourÖ parents?&rdquo; he questions, peering over your shoulder and into the hall, &ldquo;I said thank you and to watch their cars. There&#39;s been some weird things happening around here recently.&rdquo;<br>&ldquo;Sure thing, I will definitely tell them. Goodbye, sir. Have a nice day!&rdquo; you say, forcing out a cheerful smile. As soon as he is out the door, you bolt it shut, lock all of the windows, and hide in the bathroom upstairs with the cat until your friends come home, dirty from their hike. After telling them all of the terribly bizarre things that happened today, they agree it&#39;s best to leave tonight at the latest. What a strange, strange trip.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":30, "disp":""},
		"story"     : "&ldquo;Thanks,&rdquo; he smirks, glancing around as he steps foot inside the door. &ldquo;This should work fine,&rdquo; you think you hear him murmur.<br>&ldquo;Uh, what?&rdquo; you spin around in time to see him, weapon raised, smile that creepy convenience store grimace. This was the most unfortunate choice. Maybe you should have had soup?",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":19, "disp":""},
		"story"     : "The couch was a great choice; it&#39;s even more comfortable than it looks. And old cartoons are on, which are, of course, your guilty pleasure. Fifteen minutes into &ldquo;Scooby Doo&rdquo;, you hear a knock that, at first, you assume is the monster pursuing Daphne and Fred. When it repeats, your confusion grows. You glance at the front door and see a human sized shadow on the curtain.",
		"options"   : [
						{"jumpto": 31, "text": "Hide!"},
						{"jumpto": 32, "text": "Answer the door."}
					]
	},{
		"title"     : {"key":32, "disp":""},
		"story"     : "You quickly stride to the front door, but your resolve is diminishing as you approach. Your heart starts to quicken. You have always been told not to talk to strangers, but he has already seen you. You swing the door open, hoping fervently that it&#39;s your friends. It&#39;s not.<br>&ldquo;Hello, there. I was wondering,&rdquo; Wait. He looks awfully familiarÖ &ldquo;If I could get a jug of water from you? I work at the convenience store down the way, and you&#39;re the only occupied cabin for miles.&rdquo; The emphasis on miles does nothing to comfort you. &ldquo;My truck broke down, overheated actually, ëbout half a mile away. It&#39;s just the radiator, I think. Water should be enough to get me home.&rdquo; Where is home? Why isn&#39;t there anyone else around? You notice you haven&#39;t spoken a word yet, and also that he hasn&#39;t exactly said anything threatening. If you don&#39;t get him water, it&#39;s not like he can just drive away.",
		"options"   : [
						{"jumpto": 33, "text": "&ldquo;Uh, yeah. Stay here, let me go get it.&rdquo;"},
						{"jumpto": 30, "text": "&ldquo;Sure, you have a bottle right? The kitchen is this way.&rdquo;"}
					]
	},{
		"title"     : {"key":33, "disp":""},
		"story"     : "He ignores your command and follows you in anyway. How charming. You continue to feel uneasy, especially when Franklin hisses at the man before scuttling away.<br>&ldquo;It&#39;ll just be easier if I come in, really,&rdquo; he says, &ldquo;promise, I&#39;ll be quick.&rdquo;<br>You smile at him warily and wait for him to finish filling up the old milk jug.<br>&ldquo;Thanks for your hospitality,&rdquo; he says menacingly, &ldquo;I think I&#39;ll stay a while.&rdquo;",
		"options"   : [
						{"jumpto": 34, "text": "&ldquo;What!?&rdquo;"},
						{"jumpto": 35, "text": "RUN."}
					]
	},{
		"title"     : {"key":35, "disp":""},
		"story"     : "You sprint outside with all your strength and hope the tree cover will disguise you quickly enough. You glance back occasionally, and, over time, he disappears. Unwilling to stop moving forward even though your legs are screaming and your heart is pounding twice as fast as your feet, you slow to a jog.",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":34, "disp":""},
		"story"     : "Bad choice. The pause you took to process and question his threat gave him ample time to push past you and reach for the butchers&#39; knives on the counter beside you. You snatch the gallon of water from his hand and swing it hard enough to knock him down, and hopefully out. But you know it&#39;s not like the movies, and you only have a minute before he wakes up. Quick! Hide. But where?",
		"options"   : [
						{"jumpto": 36, "text": "The library"},
						{"jumpto": 37, "text": "A bedroom upstairs"}
					]
	},{
		"title"     : {"key":37, "disp":""},
		"story"     : "You hear him grunt as he pulls himself up in the kitchen and his footsteps as they advance towards the stairs. You are starting to think upstairs was a bad idea; there is nowhere to run, and everyone hides under beds, right?",
		"options"   : [
						{"jumpto": 38, "text": "Jump out the window and risk the fall. Two stories is starting to look a lot taller than you remember, and there are no bushes to break your fall. But you can hear him slowly plodding towards youÖ"},
						{"jumpto": 39, "text": "Go into the closet at least you have more cover in there. Maybe there&#39;s a weapon. But horror movie victims always hide there too!"}
					]
	},{
		"title"     : {"key":38, "disp":""},
		"story"     : "You leap from the window, your heart lodging in your throat and the impact occurring much sooner than you imagined. You turn to sprint away into the cover of the trees, but the pain in your leg prevents you from taking more than one step. You look down andÖ",
		"options"   : [
						{"jumpto": 40, "text": "Chance A"},
						{"jumpto": 41, "text": "Chance B"}
					]
	},{
		"title"     : {"key":40, "disp":""},
		"story"     : "Oh, no. Your leg should not bend at the shin like that. The man lunges out of the front door with wild eyes that settle on you before you can even get half way to the woods. Those darting, empty eyes will be the last thing you see.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":41, "disp":""},
		"story"     : "Your leg appears to be fine, so you sprint madly across the front yard and into the forest. You glance back occasionally, and, over time, he disappears. Unwilling to stop moving forward even though your legs are screaming and your heart is pounding twice as fast as your feet, you slow to a jog.",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":39, "disp":""},
		"story"     : "Once in the closet, you discover a small door that appears to lead to the garage attic. Seeing as this is your only out, you climb through and shut it behind you, praying he does not see it when he opens the closet. As the half door clicks quietly behind you, you hear his heavy shuffling across the bedroom carpet, which pauses while you assume he looks under the bed. It resumes, and you soon hear the creak of the closet door, and another as he closes it. Your relief is fleeting as you realize how very trapped you are. Over a day later, your friends return from their hike, haggard and tired from getting lost. Under the impression that the man is gone, you rush downstairs, force them all into the cars, and speed out of town. You recount your story and everyone shares your terror and provides comfort. An hour into the drive, you still do not feel safe, but you are almost home. But wait, what was that thumping noise from the trunk?",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":36, "disp":""},
		"story"     : "Good! It&#39;s close and on the first floor. You know it&#39;s foolish to go up a level and get trapped when being chased; you&#39;ve seen &ldquo;Scream&rdquo; about five times now. A frantic glance assesses the room, which contains a thick writing desk, walls of bookshelves, and a large window with a reading nook underneath. The desk isn&#39;t enough cover, and the shelves provide no protection, which leaves the window and the nook.",
		"options"   : [
						{"jumpto": 42, "text": "Try to open the nook and get in. They&#39;re usually hollow for holding books and pillows right?"},
						{"jumpto": 43, "text": "Climb out the window and run."}
					]
	},{
		"title"     : {"key":42, "disp":""},
		"story"     : "There&#39;s a layer of pillows and blankets on the bottom that you think you can use to cover yourself, but how are you going to breathe? You lower yourself in silently, and, placing your palms on the lid, you lower it quietly down until it fits snug. The floor sends shockwaves through you as each looming footstep lands in the direction of the library. You hold your breath and listen to him slowly circle the room twice and exit. Now what?",
		"options"   : [
						{"jumpto": 43, "text": "Get out of that thing, quick, and climb out the window. You can&#39;t remember how long someone can survive in a box."},
						{"jumpto": 44, "text": "Stay. He is so close, and he might see you. Plus you&#39;re pretty sure it&#39;s, like, three hours."}
					]
	},{
		"title"     : {"key":44, "disp":""},
		"story"     : "Wait maybe it wasn&#39;t hours. Either way, you missed your opportunity, and you can hear him shuffling around the library looking for who-knows-what. You find yourself inventing stories of treasures, family feuds, and secret passageways as you drift into a half-sleep that will be your last.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":43, "disp":""},
		"story"     : "You throw open the window, climb out, and sprint madly across the yard and into the forest. You&#39;re hoping the tree cover will disguise you quickly enough that he won&#39;t be able to find you. You glance back occasionally, and over time, he disappears. Unwilling to stop moving forward even though your legs are screaming and your heart is pounding twice as fast as your feet, you slow to a jog.",
		"options"   : [
						{"jumpto": 102, "text": "Next"}
					]
	},{
		"title"     : {"key":31, "disp":""},
		"story"     : "You crawl towards the window and peek out the bottom. You were really hoping to see your friends, but instead see a strangely familiar looking man. You linger at the bottom of the window for a few seconds too long, because he looks down and makes sustained eye contact with you. Frightened, you disappear behind the curtain, and he starts kicking the door with enough force to break it. You really need to hide, and quick. Where?",
		"options"   : [
						{"jumpto": 36, "text": "The library"},
						{"jumpto": 45, "text": "A bedroom upstairs"}
					]
	},{
		"title"     : {"key":45, "disp":""},
		"story"     : "You hear the hinges break, the door slam harshly into the wall, and his footsteps as they advance towards the stairs. You are starting to think the second floor was a bad idea; there is nowhere to run, and everyone hides under beds right?",
		"options"   : [
						{"jumpto": 38, "text": "Jump out the window and risk the fall. Two stories is starting to look a lot taller than you remember, and there are no bushes to break your fall. But you can hear him slowly plodding towards youÖ"},
						{"jumpto": 39, "text": "Go into the closet at least you have more cover in there. Maybe there&#39;s a weapon. But horror movie victims always hide there too!"}
					]
	},{
		"title"     : {"key":102, "disp":""},
		"story"     : "After wandering for quite a while, slowly building up panic in your chest, you run straight into something while looking behind you. Oh! It&#39;s your crush, and a wave of relief soothes you. The initial confusion subsides, and you begin to recount your day, which you can hardly believe yourself. It seems almost like a story you read once. You all decide that there is nothing more you can do; going back to the house doesn&#39;t make sense now.<br>&ldquo;Why don&#39;t we just keep hiking our trail, and by that time it will probably be safe to go back, grab the cars and go home,&rdquo; Taylor, your best friend since first grade, chimes in, and you could not agree more. The shade is cool and calming and the chatter from your friends makes you almost forget the beginning of today.",
		"options"   : [
						{"jumpto": 46, "text": "Walk with your best friend"},
						{"jumpto": 47, "text": "Walk with your crush"}
					]
	},{
		"title"     : {"key":6, "disp":""},
		"story"     : "As you pack with your friends, you start to get much more excited for the hike. It&#39;s only the sniffles! The thought of staying alone in this solitary cabin scares you anyways, even with Franklin around. At ten - thirty a.m., your group is ready to head out to the trail, and you&#39;re the last one out the door when a glint catches your eye from the table.<br>&ldquo;Wait, guys! The compass,&rdquo; you shout, running back to the kitchen table. That was close; you wouldn&#39;t make it out without it. You laugh and run after the pack of your best friends, wondering how you got so lucky.",
		"options"   : [
						{"jumpto": 2, "text": "Next"}
					]
	},{
		"title"     : {"key":2, "disp":""},
		"story"     : "You are greeted with unquestionable beauty, the best and most wild nature has to offer. The sun cuts through the leaves and plays in groups on the trail that hop on top of your feet as you step through them. The sound of your best friend Taylor&#39;s laugh breaks your absorption with the nearest flower. Catch up!",
		"options"   : [
						{"jumpto": 46, "text": "Walk with your best friend"},
						{"jumpto": 47, "text": "Walk with your crush"}
					]
	},{
		"title"     : {"key":46, "disp":""},
		"story"     : "Taylor updates you on the path you&#39;re going to take and the river where you&#39;re going to eat lunch. You&#39;re only half attentive though; your crush is bubbling with energy in a conversation that is not to or about you, and that needs to change.<br>&ldquo;Yo; hey! Throw me the compass! I want to navigate,&rdquo; you shout.",
		"options"   : [
						{"jumpto": 48, "text": "Chance A"},
						{"jumpto": 49, "text": "Chance B"}
					]
	},{
		"title"     : {"key":47, "disp":""},
		"story"     : "You open your mouth to say something, and your mind goes blank. Nothing! While you struggle to find your words, your crush looks at you expectantly, making it even harder to think. Another friend, Avery, senses your distress. &ldquo;I can&#39;t believe the day you&#39;ve had,&rdquo; Avery interjects graciously, sparing you.<br>&ldquo;What a horrible chain of events,&rdquo; your crush agrees with a shake of their head, &ldquo;I sure hope your luck turns around, or we&#39;re all in trouble. I can&#39;t wait to be home safe.&rdquo;",
		"options"   : [
						{"jumpto": 53, "text": "&ldquo;I&#39;m sure it will. I mean it can&#39;t possibly get worse right?&rdquo; you reply, grateful for the moment to gather your thoughts."},
						{"jumpto": 54, "text": "&ldquo;I know! I can&#39;t believe it either. Have you hiked this trail before with your family?&rdquo; you reply, feeling slightly more confident."}
					]
	},{
		"title"     : {"key":48, "disp":""},
		"story"     : "You reach up to snag the compass from its flight, but it passes through your spread fingers and hits the tree behind you. When you turn to pick it up and hide the blush crawling across your cheeks, you find it unusable and in several pieces.<br>&ldquo;Uhh, it might be a little hard to get to the river nowÖ&rdquo; Taylor announces, peering over your shoulder. There is nothing you can do, so you gather the remnants and keep walking along the trail. You all come to a dead end sooner than you hoped.",
		"options"   : [
						{"jumpto": 50, "text": "Turn around and walk back up the path until you see a turn. Trouble is, you don&#39;t remember seeing any offshoots."},
						{"jumpto": 51, "text": "Keep going straight into the woods, maybe the path is just hidden under some brush and fallen trees for a while."},
						{"jumpto": 53, "text": "Turn left. Your gut says left, and you think you hear water in that direction. You can never really tell though with the way sound bounces off the trees."}
					]
	},{
		"title"     : {"key":49, "disp":""},
		"story"     : "You deftly snagged the compass from its flight. Your crush notices and teases, &ldquo;Nice catch, show off!&rdquo;<br>&ldquo;Thank you, thank you,&rdquo; you bow graciously like a lead actor during a standing ovation before jogging over to join your crush and maybe show off a little more.",
		"options"   : [
						{"jumpto": 47, "text": "Next"}
					]
	},{
		"title"     : {"key":50, "disp":""},
		"story"     : "Your group turns around, collectively confused and frustrated. No one can remember seeing a turn in the trail anywhere, and the map is fairly unhelpful without the compass, but you try to study it anyway. &ldquo;Run!&rdquo; you hear someone yelp.<br>&ldquo;Funny, guys. Real funny,&rdquo; you mutter, lost in the map, but a low growl startles you out of your concentration. You look wildly around, panicking. Your friends are fleeing in different directions into the trees and in front of you stands a bristling, snarling black bear.",
		"options"   : [
						{"jumpto": 55, "text": "Play dead."},
						{"jumpto": 56, "text": "Fight back."},
						{"jumpto": 57, "text": "Climb the nearest tree."}
					]
	},{
		"title"     : {"key":51, "disp":""},
		"story"     : "Good call! The path was obscured for some time, but you found it again and hiked the remaining distance to the river. Good thing you didn&#39;t go left.",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":52, "disp":""},
		"story"     : "Forming a line behind you, your friends followed your zigzagging path directed entirely by the sound of water. Some distance in, you begin to fear that sound really does echo in strange ways in a forest, and you don&#39;t think you can retrace your random path. Taylor stumbles on a rotting tree behind you. His fall is unkindly broken by a dagger of a rock that slices his leg deep and vertically. He gasps in pain on the ground.",
		"options"   : [
						{"jumpto": 58, "text": "Rip a shirt to tie as a compression bandage."},
						{"jumpto": 59, "text": "Pour your water on the wound "}
					]
	},{
		"title"     : {"key":53, "disp":""},
		"story"     : "&ldquo;Right,&rdquo; your crush replies. An uncomfortable silence born by nerves and lack of conversation descends, and leaves you squirming, but not for long. Taylor stumbles on a fallen, rotting tree behind you. His fall is unkindly broken by a dagger of a rock that slices his leg deep and vertically. You run back to him.",
		"options"   : [
						{"jumpto": 58, "text": "Rip a shirt to tie as a compression bandage."},
						{"jumpto": 59, "text": "Pour your water on the wound "}
					]
	},{
		"title"     : {"key":54, "disp":""},
		"story"     : "&ldquo;Actually, we haven&#39;t! I&#39;ve been to the river before but we took the easier trail. I have a younger brother, and he can&#39;t handle this one. I think we can do it though,&rdquo; your crush then launches into stories about past trips and the cabin. You listen attentively, contributing when necessary. Soon, or at least it feels like soon, you realize that you can&#39;t see your group on the path anymore. You and your crush have fallen fairly far back while chatting. Your crush doesn&#39;t seem too worried though. &ldquo;C&#39;mon let me show you this cool cave. I&#39;m sure it&#39;s around here somewhere!&rdquo; your crush grabs your wrist, and you follow, happy to be going on a separate adventure.",
		"options"   : [
						{"jumpto": 3, "text": "Next"}
					]
	},{
		"title"     : {"key":55, "disp":""},
		"story"     : "Playing dead would work if this was a grizzly bear, but this is a black bear, and black bears don&#39;t fall for your tricks. You do make it to lunch by the river, except you&#39;re not the one eating.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":56, "disp":""},
		"story"     : "You swing your backpack off your back and in the direction of the bear, smacking it on the nose. You&#39;re confident that this is what Discovery Channel taught you to do, and at this point, you don&#39;t really have another choice. The bear retreats after receiving a few more blows and managing to scratch you. You stand tall and still with your arms up until you can&#39;t see the bear anymore. As soon as it disappears, you turn and sprint back towards and past the dead end. The trail picks back up, and leads to the river. By some miracle, everyone that ran from the bear ended up at the riverbank, exhausted and happy to see each other.",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":57, "disp":""},
		"story"     : "Black bears are excellent climbers, unfortunately, and you are not. Maybe you should have played dead?",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":58, "disp":""},
		"story"     : "As you tie the shirt around his wound, Taylor groans unhappily but manages to rise after and limp along with the group. The bleeding stops by the time you find your way to the river. Good job!",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":59, "disp":""},
		"story"     : "You pour the last of your canteen water on Taylor&#39;s wound to flush out anything that shouldn&#39;t be there. Preventing against infection is a good priority. When you&#39;re done, Taylor groans and rises. He&#39;s able to limp along with the party for some distance, albeit slowly. After a half hour of this procession, Taylor collapses, exhausted from the amount of blood he lost through the uncovered wound. You can&#39;t leave your best friend alone in the woods like this.",
		"options"   : [
						{"jumpto": 60, "text": "Stay with Taylor. The rest of your friends will bring back a rescue party when they get to safety."},
						{"jumpto": 61, "text": "Carry Taylor. You don&#39;t know how long you&#39;ll have to be there or if you can take care of both of you."}
					]
	},{
		"title"     : {"key":60, "disp":""},
		"story"     : "A rescue party never comes. Whether it&#39;s because your friends never made it to safety or if the rescue party just can&#39;t find you, you&#39;ll never know. ",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":61, "disp":""},
		"story"     : "You carry Taylor with the help of Avery until you find the river, where you can rest for a moment. The bleeding surprisingly hasn&#39;t stopped by now, so you decide to tie the shirt around the leg to staunch the bleeding. You&#39;re all grateful for the rest that the river provides, along with a chance to orient yourselves.",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":3, "disp":""},
		"story"     : "You&#39;re surprised at how quickly you both find the cave and that you can hear the river rushing from here. It is beautiful in its solitude. You&#39;re snapped out of your admiration when you&#39;re pulled into the damp, dark cave unapologetically. Your crush points to a spot where someone spray painted a name, and explains that the local kids like to come here to escape their parents. &ldquo;A girl who used to live in a house a few down from my cabin showed me this. She&#39;s not there anymore, though. I never figured out what happened to her,&rdquo; your crush continues, &ldquo;Some weird things happen around here, I think. Around the cabins I mean.&rdquo;<br>&ldquo;No kidding,&rdquo; you sigh, relieved that it&#39;s just not your bad luck causing all of these problems. &ldquo;I&#39;m glad I&#39;m out here, and not alone in the cabin alone anymore. Hey, let&#39;sÖ&rdquo;",
		"options"   : [
						{"jumpto": 62, "text": "play a game!&rdquo;"},
						{"jumpto": 63, "text": "explore more.&rdquo;"},
						{"jumpto": 64, "text": "go the river.&rdquo;"}
					]
	},{
		"title"     : {"key":62, "disp":""},
		"story"     : "You decide on hide-and-seek, because the cave probably has enough places to hide and explore. You both agree not to go too deep into the cave, and that you will hide first. &ldquo;OneÖ twoÖ threeÖ&rdquo; your crush counts off. The cave splits into two parts. Where to?",
		"options"   : [
						{"jumpto": 65, "text": "left"},
						{"jumpto": 66, "text": "right"}
					]
	},{
		"title"     : {"key":63, "disp":""},
		"story"     : "&ldquo;Okay! I never went past the split before,&rdquo; your crush says, pointing forward. Where to?",
		"options"   : [
						{"jumpto": 65, "text": "left"},
						{"jumpto": 66, "text": "right"}
					]
	},{
		"title"     : {"key":64, "disp":""},
		"story"     : "&ldquo;Okay,&rdquo; your crush says, looking resigned. &ldquo;I thought you&#39;d like that more.&rdquo; You insist that it was great and that you want to make sure the rest of your group doesn&#39;t worry or leave you entirely behind. Plus, the rumbling in your stomach is echoing in the cave.",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":65, "disp":""},
		"story"     : "You turn left and stumble forward into the darkness. It takes a moment for your eyes to adjust, and when you see a large, egg shaped rock, you hide behind that. &ldquo;Ready or not, here I come,&rdquo; your crush yells, and with that the ceiling above you explodes into tiny pieces that screech and propel themselves forward. Quickly, you realize that ceiling pieces are bats, and that you probably won&#39;t die in a collapsed leg of a remote cave. But bats! Get out of there, you&#39;re probably sitting on or covered in their waste. Ew!",
		"options"   : [
						{"jumpto": 69, "text": "Run back out! "},
						{"jumpto": 70, "text": "Try to hide somewhere else."}
					]
	},{
		"title"     : {"key":66, "disp":""},
		"story"     : "You walk calmly back into the right-most section of the cave, looking around for some place to hide while your eyes adjust. You can still faintly hear the counting from the mouth of the cave. The ground begins to tremble, and so do you. Your crush calls your name, urging you to come back. You start to run towards the entrance, concentrating on the light and the silhouette of your crush. The shaking gets more violent and rocks fall and fill the entrance to the cave. You&#39;re trapped, and no one knows you both even left for here.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":67, "disp":""},
		"story"     : "You walk together back into the darkness of the right-most section of the cave, treading carefully while your eyes adjust. You get about half way back when the ground begins to tremble. You both realize what is happening far too late, and by the time you turn around, rocks are falling and fill the entrance to the cave. You&#39;re trapped, and no one knows you both even left for here.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":68, "disp":""},
		"story"     : "This side of the cave is endlessly dark and equally quiet, if not for the slow shuffle of your feet. A stone skitters across the hard floor, startling both of you and awakening the cave. The ceiling above you explodes into tiny pieces that screech and propel themselves forward. Quickly, you realize that ceiling pieces are bats, and that you probably won&#39;t die in a collapsed leg of a remote cave. But bats! Ew!",
		"options"   : [
						{"jumpto": 71, "text": "Run back out!"},
						{"jumpto": 72, "text": "Keep going."}
					]
	},{
		"title"     : {"key":69, "disp":""},
		"story"     : "Your crush laughs and teases you as you streak out of the left side of the cave, looking disgusted and dirty. &ldquo;You scared? C&#39;mon, let&#39;s go to the river. This is probably not the safest place to be anyways.&rdquo;",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":70, "disp":""},
		"story"     : "Still unable to see clearly, you look for somewhere clean to sit. There is a darker patch that you think is a clear portion of rock. You sit back, but instead of connecting with a hard surface, you plummet into the darkness. Caves are a dangerous place; didn&#39;t your parents ever tell you that?",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":71, "disp":""},
		"story"     : "Your crush laughs and teases you as you both streak out of the left side of the cave. &ldquo;You scared? C&#39;mon, let&#39;s go to the river. This is probably not the safest place to be anyways.&rdquo;",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":72, "disp":""},
		"story"     : "The light is getting dimmer, but your eyes are adjusting enough for you to see a second split coming up ahead. This time there are three.",
		"options"   : [
						{"jumpto": 73, "text": "Left"},
						{"jumpto": 74, "text": "Center"},
						{"jumpto": 75, "text": "Right"}
					]
	},{
		"title"     : {"key":73, "disp":""},
		"story"     : "You proceed a short distance without seeing anything notable, not that you can see much at all. &ldquo;You think we should just leave?&rdquo; you suggest to your crush, who has wandered ahead of you, but now stands too still. &ldquo;HelpÖ&rdquo; you hear the whimper, and you dash forward without thinking. An enormous web stretches from ceiling to floor and wall to wall, and now encases you, your crush, and several bats. How will you ever get out, and how will anyone ever find you here? You dread seeing the spider that spun this oversized trap.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":74, "disp":""},
		"story"     : "You barely get into this section of the cave before you hit a back wall, a dead end. &ldquo;Well, I guess there&#39;s less to this place than I imagined,&rdquo; your crush sighs, sounding disappointed in your failed adventure.",
		"options"   : [
						{"jumpto": 73, "text": "&ldquo;We can always go check out the left side,&rdquo; you suggest hopefully."},
						{"jumpto": 76, "text": "&ldquo;It&#39;s okay, we should probably go to the river anyway. They&#39;ll be wondering where we are by now,&rdquo; you reassure her."},
						{"jumpto": 73, "text": "&ldquo;What about the right side?&rdquo;"}
					]
	},{
		"title"     : {"key":75, "disp":""},
		"story"     : "You walk together, noticing nothing but the other&#39;s slightest movements. You get about half way back when the ground begins to tremble. You both realize what&#39;s happening far too late, and by the time you turn around, rocks are falling and fill the entrance to the cave. You&#39;re trapped, and no one knows you both even left for here.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":76, "disp":""},
		"story"     : "Following the rushing of the river, you happen upon it soon enough and spot your friends upstream. Excellent!",
		"options"   : [
						{"jumpto": 4, "text": "Next"}
					]
	},{
		"title"     : {"key":4, "disp":""},
		"story"     : "Great, you made it to the river. It should all be smooth sailing from here right? You gather around, eating a very late lunch and enjoying the sunlight and the sound of running water. While everyone is cleaning up, you hear Avery repeat your name several times. &ldquo;What!?&rdquo; you cry, exasperated, turning your eyes up quickly to Avery. &ldquo;Sn- suh- snake,&rdquo; Avery murmurs, pale with fear. A foot away from you, a massive snake, coiled and hissing, stares at you.",
		"options"   : [
						{"jumpto": 77, "text": "Run!"},
						{"jumpto": 78, "text": "Kick it."},
						{"jumpto": 79, "text": "Stay still, it&#39;s probably harmless and will move on."}
					]
	},{
		"title"     : {"key":77, "disp":""},
		"story"     : "Which way do you run?",
		"options"   : [
						{"jumpto": 80, "text": "Into the river"},
						{"jumpto": 85, "text": "Upstream"},
						{"jumpto": 86, "text": "Into the woods"}
					]
	},{
		"title"     : {"key":78, "disp":""},
		"story"     : "You&#39;re foolish to think your reflexes and heavy limbs are quicker than a snake&#39;s ability to strike. As soon as you lash out, the snake&#39;s head whips around and attaches to your ankle. A searing pain envelops your right leg, and you follow through with your kick, sending the snake flying into the river. It&#39;s surprising how fast the poison affects you. You won&#39;t be making it home.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":79, "disp":""},
		"story"     : "Unbelievable. The snake hisses once more, unravels, and slithers into the woods. You have incredible luck. What should you do now?",
		"options"   : [
						{"jumpto": 80, "text": "Jump in the river! What&#39;s the point of getting here if you can&#39;t enjoy it."},
						{"jumpto": 81, "text": "Start walking back to the trail. You&#39;ve had enough bad luck for today"}
					]
	},{
		"title"     : {"key":80, "disp":""},
		"story"     : "You glance at your crush before taking off towards the edge and cannon-balling into the river. &ldquo;C&#39;mon! Join me,&rdquo; you shout at your friends on the bank when you resurface, but they shake their heads at you. The current is swift, and the distance between you and your friends lengthens. You swim strongly against the current, and get to the bank with more effort than you expected. Triumphant, you climb out.",
		"options"   : [
						{"jumpto": 81, "text": "Start walking back up the trail. It&#39;s time to get moving."},
						{"jumpto": 82, "text": "Jump back in! That was fun."}
					]
	},{
		"title"     : {"key":81, "disp":""},
		"story"     : "Which way did you come from again?",
		"options"   : [
						{"jumpto": 83, "text": "Upstream"},
						{"jumpto": 84, "text": "Downstream"}
					]
	},{
		"title"     : {"key":82, "disp":""},
		"story"     : "&ldquo;Babies!&rdquo; you taunt, running back in. Your mouth gapes open, fish like, and panic registers in your eyes, gazing at nothing in particular. ëPike fish,&#39; you think, glancing down to see the child-sized predator fish latched on to your leg. Wildly battering the fish, you float away, concentrating on getting it off your calf. The current is quicker, more forceful here. You cannot fight it to return to shore, and you will not surface again.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":83, "disp":""},
		"story"     : "Awesome! Your sense of direction is improving. You find the trail pretty quickly and make it back by sundown. Everyone runs to the cars, grateful to be getting away from here and all of its curses. You return to your house by midnight, relatively unscathed for such a weekend.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":84, "disp":""},
		"story"     : "You walk downstream for quite some time before you start to sense that it&#39;s not the right direction. If you turn around now, you&#39;ll be hiking at night. Everything you have ever read discourages you from this. It might be safer to camp by the river, but you all really want to get home as soon as possible.",
		"options"   : [
						{"jumpto": 87, "text": "Camp here."},
						{"jumpto": 88, "text": "Turn around."}
					]
	},{
		"title"     : {"key":85, "disp":""},
		"story"     : "The snake slithers after you all the way to the edge of the forest. Strange. You wait for your friends to meet you, hoping they have the sense of direction you have. By the time they find you, the stars are your only light source. Though it&#39;s frowned upon, your group walks back through the trails at night, collectively jumping at the slightest noise. You make it back to the cabin and the cars before sunrise, and immediately drive off for home.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":86, "disp":""},
		"story"     : "You run straight into the woods, blocking your face from the sting of tree branches. ëHow fast can a snake travel? Am I really faster?&#39; you think, speeding up and barely looking back. Eventually, you realize you have not seen the snake in a while, and slow to a brisk walk. Figuring you will eventually run into the trail, you keep walking forward. Somehow, you stumble upon it. &ldquo;Oh, thank goodness, we looked for you everywhere,&rdquo; Taylor cries when they see you on the path. You head home as dusk settles.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":87, "disp":""},
		"story"     : "Everyone swings off their pack, unloading supplies to set up tents and get settled. The tents are pitched hastily, and you still have some time before bed. What should you do?",
		"options"   : [
						{"jumpto": 92, "text": "Get in river to bathe. You feel incredibly dirty."},
						{"jumpto": 89, "text": "Start a fire. The nights are cold, and so are you. Plus, you can heat up some food. Are you all experienced enough to start one?"}
					]
	},{
		"title"     : {"key":88, "disp":""},
		"story"     : "It&#39;s so much harder to navigate in the dark, and your party gets lost several times. Thankfully, you end up back at the cabin, exhausted, the next morning. You know you can&#39;t stay in the cabin, so you hop in your cars and drive home. You&#39;re in the front seat of your crush&#39;s van, and Taylor snores comically behind you. You fight sleep, so you can talk and keep your crush from dozing off and crashing. We don&#39;t need any more disasters this weekend.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":89, "disp":""},
		"story"     : "Avery manages to get a fire started with wood from the edge of the forest. The fire is awfully close to the tents. Which way is the wind blowing? You wet your finger and lift it up to check, like you saw in a cartoon once.",
		"options"   : [
						{"jumpto": 90, "text": "Chance A"},
						{"jumpto": 91, "text": "Chance B"}
					]
	},{
		"title"     : {"key":90, "disp":""},
		"story"     : "The wind is blowing the fire away from the tents, thankfully, so you manage to stay warm through the night. Your group hikes back in the morning, as soon as the sun rises. No one can wait to get out of here. You make it back to the cabin and the cars before noon, and immediately drive off for home.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":91, "disp":""},
		"story"     : "You can&#39;t really tell, so you shrug and join the others in the tents. As soon as you drift off, a big gust of wind blows in just the right direction to start the edge of one tent on fire, and it quickly spreads. Why didn&#39;t you move the tents?",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":92, "disp":""},
		"story"     : "You wade into the river slowly and begin to swim out until the water is waist high. The water drags at your legs when you stand and look back to the bank. Your mouth gapes open, fish like, and panic registers in your eyes, gazing at nothing in particular. ëPike fish,&#39; you think, glancing down to see the child-sized predator fish latched on to your leg. Wildly battering the fish, you float away, concentrating on getting it off your calf. The current is quicker, more forceful here. You cannot fight it to return to shore, and you will not surface again.",
		"options"   : [
						{"jumpto": 112, "text": "The End."}
					]
	},{
		"title"     : {"key":112, "disp":""},
		"story"     : "Thanks for playing!<br><br>Code written by: Candy Lee<br>Story by: ~Kelsie and Jeff (koffe55/CYOA)",
		"options"   : [
						{"jumpto": 0, "text": "Try again?"}
					]
	}
]